<!DOCTYPE HTML>
<html>
  <head>
  </head>
  <body>
    <?php
/*1. Создайте переменную name и присвойте ей значение, содержащее ваше имя, например "Иннокентий".

  2. Создайте переменную age и присвойте ей значение, содержащее ваш возраст, например 20.

  3. Выведите с помощью echo фразу "Меня зовут: %ваше_имя%", например: "Меня зовут: Иннокентий".

  4. Выведите фразу "Мне %ваш_возраст% лет", например: "Мне 20 лет".
*/
 

 
  $name = 'Andrew';
  $age = 25;
  
   echo "Мy name is. $name. <br>";
   echo "I am $age years old.";   
 
 
 
 
 
 
 
 
 
 
 
 

?>
  </body>
</html>
